export const placeData = [
  { name: '뚝섬한강공원', image: './뚝섬한강공원.png' },
  {
    name: '반포한강공원',
    image: './반포한강공원.png',
  },
  {
    name: '여의도한강공원',
    image: './여의도한강공원.png',
  },
  {
    name: '이촌한강공원',
    image: './이촌한강공원.png',
  },
  {
    name: '잠실한강공원',
    image: './잠실한강공원.png',
  },
  {
    name: '잠원한강공원',
    image: './잠원한강공원.png',
  },
];

export const dummySingleEventData = {
  status: '모집중',
  author: {
    // user
    nickname: '줍줍이',
    age: 26,
  },
  title: '한강에서 같이 줍깅해요!',
  date: '2023.03.28',
  place: '반포 한강공원',
  detail: `
  안녕하세요! 초보 플로거 줍줍이 입니다~
  날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
  화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
  `,
};

export const dummyAllEventData = [
  {
    id: 1,
    status: '모집중',
    author: {
      // user
      nickname: '줍줍이',
      age: 26,
    },
    title: '한강에서 같이 줍깅해요!',
    date: '2023.03.28',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
  {
    id: 2,
    status: '모집중',
    author: {
      // user
      nickname: '지킴이',
      age: 31,
    },
    title: '초보 플러거들 환영해요!',
    date: '2023.03.29',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
  {
    status: '모집중',
    author: {
      // user
      nickname: '몰랑몰랑',
      age: 28,
    },
    title: '언니들이랑 같이 줍깅 할 사람~',
    date: '2023.04.03',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
  {
    status: '모집중',
    author: {
      // user
      nickname: '줍줍이',
      age: 26,
    },
    title: '한강에서 같이 줍깅해요!',
    date: '2023.03.28',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
  {
    id: 3,
    status: '모집중',
    author: {
      // user
      nickname: '줍줍이',
      age: 26,
    },
    title: '한강에서 같이 줍깅해요!',
    date: '2023.03.28',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
  {
    id: 4,
    status: '모집중',
    author: {
      // user
      nickname: '줍줍이',
      age: 26,
    },
    title: '한강에서 같이 줍깅해요!',
    date: '2023.03.28',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
  {
    status: '모집중',
    author: {
      // user
      nickname: '줍줍이',
      age: 26,
    },
    title: '한강에서 같이 줍깅해요!',
    date: '2023.03.28',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
  {
    status: '모집중',
    author: {
      // user
      nickname: '줍줍이',
      age: 26,
    },
    title: '한강에서 같이 줍깅해요!',
    date: '2023.03.28',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
  {
    status: '모집중',
    author: {
      // user
      nickname: '줍줍이',
      age: 26,
    },
    title: '한강에서 같이 줍깅해요!',
    date: '2023.03.28',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
  {
    status: '모집중',
    author: {
      // user
      nickname: '줍줍이',
      age: 26,
    },
    title: '한강에서 같이 줍깅해요!',
    date: '2023.03.28',
    place: '반포 한강공원',
    detail: `
    안녕하세요! 초보 플로거 줍줍이 입니다~
    날이 따듯해져서 같이 줍깅하면 좋을 것 같아서요
    화요일 오후 2시 한강공원 안내센터 앞에서 봐요!
    `,
  },
];
